lair.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-07-06 Sat 23:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Логово</title>
<meta name="author" content="AmDer" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="org.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Логово</h1>
<p>
Ресурс, посвящённый олимпиадам и внешкольным математике и программированию в <b>Мелеузе</b>. (обновления страницы каждое воскресенье)<br />
Заинтересованным писать в <a href="https://t.me/mlz_inc">Телегу</a> (чат mlz-inc) или на почту jury.mlz.inc@gmail.com <br />
</p>

<div id="outline-container-orgc0b4df5" class="outline-2">
<h2 id="orgc0b4df5">&lt; <a href="acmp/real_table.html">Таблица</a> &gt; &lt; <a href="olymps.html">Перечень</a> &gt;</h2>
</div>

<div id="outline-container-announce" class="outline-2">
<h2 id="announce">Анонсы</h2>
<div class="outline-text-2" id="text-announce">
</div>
</div>

<div id="outline-container-org69c9fb3" class="outline-2">
<h2 id="org69c9fb3">Затравка</h2>
<div class="outline-text-2" id="text-org69c9fb3">
<p>
Никого не призываю осваивать эту жесть, но вот вам <a href="http://imperium.lenin.ru/~verbit/MATH/programma.html">программа Вербицкого</a>. Она, конечно, рассчитана на тех, кто хочет сделать математику свой профессией, однако может являться бездонным кладезем тем для изучения. <br />
<br />
Кроме того, уверен, будет интересно посмотреть курсы <a href="https://www.mccme.ru/ium/">НМУ</a>, а также записи прошлых лет <a href="https://www.mccme.ru/dubna/">школы "Современная математика"</a>.
</p>
</div>
</div>


<div id="outline-container-links" class="outline-2">
<h2 id="links">ТИПО полезные ссылки:</h2>
<div class="outline-text-2" id="text-links">
<ul class="org-ul">
<li><a href="https://olimpiada.ru/">Olimpiada.ru</a> - сайт со школьными олимпиадами и новостями по ним, а также <a href="https://info.olimpiada.ru/events">список</a> ближайших олимпиад</li>
<li><a href="http://postypashki.ru/">Поступашки</a> - ресурс, на котором расписано, зачем нужны олимпиады, что такое БВИ и как проводится устный этап ТурГора</li>
<li><a href="http://postypashki.ru/%d0%bb%d0%b8%d1%82%d0%b5%d1%80%d0%b0%d1%82%d1%83%d1%80%d0%b0/">Список</a> полезной литературы и листков по математике с Поступашек</li>
<li>Платформа для соревнований по программированию <a href="https://codeforces.com/">codeforces.com</a></li>
<li>Новая платформа наподобие кодфорсеса - <a href="http://mathforces.com/">mathforces.com</a></li>

<li><a href="acmp/real_table.html">Таблица</a> <b>реального</b> рейтинга <a href="https://acmp.ru/">acmp.ru</a> по Мелеузу (показаны только активные за последние 30 дней, обновляется 3 раза в день)</li>
<li>Группы вк по олимппроге в Мелеузе <a href="https://vk.com/mlzinc">раз</a>, <a href="https://vk.com/olimpinf">два</a>.</li>
<li><a href="https://github.com/mlz-inc/mlz-inc.github.io">GitHub-репозиторий</a> этой страницы, в который каждый может вносить свои изменения (в случае полного доверия, напрямую)</li>
</ul>


<p>
(Telegram: mlz-inc или jury.mlz.inc@gmail.com)
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: AmDer</p>
<p class="date">Created: 2024-07-06 Sat 23:25</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
